tap "homebrew/bundle"
brew "python@3.12"
brew "bpython"
brew "coreutils"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jq"
brew "lsd"
brew "ncdu"
brew "redis"
brew "ripgrep"
brew "telnet"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
cask "iterm2"
cask "raycast"
cask "visual-studio-code"
